Repository: cloudpanel-io/clp-wp-varnish-cache
Catalog: languages/clp-varnish-cache-*.po
Languages: tr_tr

source: Cache Lifetime
tr_tr: Önbellek Ömrü

source: Cache Lifetime in seconds before being refreshed.
tr_tr: Yenilenmeden önce saniye cinsinden önbellek ömrü.

source: Cache Tag Prefix
tr_tr: Önbellek Etiketi Öneki

source: Cache Tags and Urls
tr_tr: Önbellek Etiketleri ve URL'ler

source: Enable Varnish Cache
tr_tr: Varnish Önbelleğini Etkinleştir

source: Enable/Disable Varnish Cache, Purge All Pages, Cache Tags, or specific Urls
tr_tr: Varnish Önbelleğini Etkinleştirme/Devre Dışı Bırakma, Tüm Sayfaları Temizle, Önbellek Etiketlerini veya belirli URL'leri Temizleme

source: Entire Cache
tr_tr: Tüm Önbellek

source: Excluded Params
tr_tr: Hariç Tutulan Paramlar

source: Excludes
tr_tr: Hariçler

source: List of GET parameters, separated by a comma, to disable caching.
tr_tr: Önbelleğe almayı devre dışı bırakmak için virgülle ayrılmış GET parametrelerinin listesi.

source: Purge
tr_tr: Temizle

source: Purge Cache
tr_tr: Önbelleği Temizle

source: Save
tr_tr: Kaydet

source: Settings
tr_tr: Ayarlar

source: Urls and files that Varnish Cache shouldn't cache.
tr_tr: Varnish önbelleğinin önbelleğe almaması gereken URL'ler ve dosyalar.

source: Varnish Server
tr_tr: Varnish Sunucusu

source: You can purge single urls or tags separated by comma.
tr_tr: Tek url'leri veya virgülle ayrılmış etiketleri temizleyebilirsiniz.
